<div class="mainGames">
    <div class="container">
        <div class="mainGames__container">
            <h3 class="mainGames__title">
                Топ 7 игр со снежколепом
            </h3>
            <div class="mainGames__box">
                <div class="eBlueBox">
                    <ol class="eBlueBox__list">
                        <li>
                            <div class="icon">
                                <svg width="86" height="86">
                                    <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-game-1"></use>
                                </svg>
                            </div>
                            <p><strong>
                                    ОРИГИНАЛЬНЫЕ СНЕГОВИКИ
                                </strong></p>
                            <p>
                                Лепите из снежков снеговиков, стройте неприступные крепости.<br> Со снежколепом это
                                делать ещё быстрее, легче и веселее.
                            </p>
                        </li>
                        <li>
                            <div class="icon">
                                <svg width="86" height="86">
                                    <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-game-2"></use>
                                </svg>
                            </div>
                            <p><strong>
                                    ДАРТС
                                </strong></p>
                            <p>
                                Проверьте свою меткость, бросая по очереди снежки в мишень.
                            </p>
                        </li>
                        <li>
                            <div class="icon">
                                <svg width="86" height="86">
                                    <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-game-3"></use>
                                </svg>
                            </div>
                            <p><strong>
                                    АЖУРНЫЕ СВЕТИЛЬНИКИ
                                </strong></p>
                            <p>
                                Достаточно поставить на дно снежного стакана горящую свечу.<br> Получится завораживающая
                                красота, проверьте сами!
                            </p>
                        </li>
                        <li>
                            <div class="icon">
                                <svg width="86" height="86">
                                    <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-game-4"></use>
                                </svg>
                            </div>
                            <p><strong>
                                    ЦВЕТЫ, УЗОРЫ, КАРТИНЫ
                                </strong></p>
                            <p>
                                Проявите фантазию! Из снежок можно выложить красивые картины, необычные узоры, цветы и
                                надписи.
                            </p>
                        </li>
                    </ol>
                    <a href="#" class="eBlueBox__bottomDo">
                        <span>
                            Читать продолжение
                        </span>
                    </a>
                </div>
            </div>
            <div class="mainGames__bg">
                <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 1452.33 839.52">
                    <path class="symbol-1"
                          d="M183.06,470.81c0,43.65-35.56,72.17-79.56,72.17H0V296.55H96.46c42.95,0,77.8,27.81,77.8,70.41,0,20.42-8.1,36.61-21.48,48.23C171.09,426.8,183.06,445.81,183.06,470.81ZM56.32,349.35V393H96.46c12.67,0,21.47-9.15,21.47-21.83s-8.45-21.83-21.47-21.83H56.32Zm70.41,117.23c0-13.73-9.15-23.59-23.23-23.59H56.32v47.17H103.5C117.58,490.17,126.73,480.31,126.73,466.58Z" />
                    <path class="symbol-2"
                          d="M200.64,419.76c0-72.52,57.38-128.14,128.14-128.14s128.14,55.62,128.14,128.14S399.54,547.9,328.78,547.9,200.64,492.28,200.64,419.76Zm200,0c0-44-31.68-73.22-71.82-73.22S257,375.76,257,419.76,288.65,493,328.78,493,400.6,463.77,400.6,419.76Z" />
                    <path class="symbol-3"
                          d="M478,419.76c0-72.52,57.38-128.14,128.14-128.14s128.14,55.62,128.14,128.14S676.93,547.9,606.17,547.9,478,492.28,478,419.76Zm200,0c0-44-31.68-73.22-71.82-73.22s-71.81,29.22-71.81,73.22S566,493,606.17,493,678,463.77,678,419.76Z" />
                    <path class="symbol-4"
                          d="M949,470.81c0,43.65-35.55,72.17-79.56,72.17H766V296.55h96.46c43,0,77.8,27.81,77.8,70.41,0,20.42-8.1,36.61-21.47,48.23C937.06,426.8,949,445.81,949,470.81ZM822.3,349.35V393h40.13c12.67,0,21.48-9.15,21.48-21.83s-8.45-21.83-21.48-21.83H822.3Zm70.4,117.23c0-13.73-9.15-23.59-23.23-23.59H822.3v47.17h47.17C883.55,490.17,892.7,480.31,892.7,466.58Z" />
                    <path class="symbol-5"
                          d="M970.63,419.76c0-72.52,57.38-128.14,128.14-128.14s128.14,55.62,128.14,128.14S1169.53,547.9,1098.77,547.9,970.63,492.28,970.63,419.76Zm200,0c0-44-31.68-73.22-71.82-73.22S1027,375.76,1027,419.76,1058.64,493,1098.77,493,1170.59,463.77,1170.59,419.76Z" />
                    <path class="symbol-6"
                          d="M1452.33,296.55V543h-42.25L1315,409.2V543h-56.32V296.55H1301L1396,430.32V296.55h56.32Z" />
                </svg>
            </div>
        </div>
    </div>
</div>
